Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: It is a population that deserves the support of the world but is instead living in dire conditions and sinking deeper into abject poverty," said UN High Commissioner for Refugees Antonio Guterres.
pt: São pessoas que requerem o apoio do mundo, mas, em vez disso, vivem em condições penosas, afundando ainda mais na pobreza", declarou o Alto Comissário das Nações Unidas para os Refugiados (Acnur), António Guterres, ao revelar o novo e terrível recorde.

source: Carmelo Anthony scored 26 points for the Knicks.
pt: Já nos Knicks, Carmelo Anthony foi o cestinha do embate, com 34 pontos.

source: On Tuesday evening thousands gathered in Bethlehem's Manger Square for Christmas Eve celebrations.
pt: Na noite de terça-feira, milhares de fiéis se reuniaram na Praça da Manjedoura de Belém, na Cisjordânia, para as celebrações de Natal.

source: A first tranche of nearly 300 Libya-related emails was put out in late May.
pt: O primeiro lote de e-mails, com cerca de 300 mensagens relacionadas à Líbia, foi publicado no final de maio.

source: The newspaper says it is tracking such killings across the US because reporting shootings by police agencies is voluntary with local police departments not obliged to provide the federal government with incident reports, meaning nationwide statistics are unavailable or incomplete.
pt: O jornal começou a contabilizar tais mortes em todo o país porque os departamentos de polícia locais não são obrigados a divulgar essas informações ao governo federal, distorcendo as estatísticas nacionais .

source: India said China occupies more than 38,000 square kilometers on the Aksai China plateau.
pt: A Índia diz que a China ocupa 38.000 quilômetros quadrados de seu território na planície Aksai Chin, no oeste.

source: "Wouldn't I be better off doing something else ?
pt: Você não tem mais o que fazer, não ?

source: It aims to prevent the transmission of genetically inherited diseases .
pt: Procedimento visa impedir a transmissão de doenças.

source: Training and equipping moderate Syrian rebels to fight Islamic State extremists will take months, the White House warned Friday a day after Congress approved the plan.
pt: Obama agradeceu ao Congresso por sua "rapidez e seriedade" em aprovar o plano de apoio aos rebeldes moderados na Síria contra o Estado Islâmico .

source: Britain will reopen its embassy in Tehran during a visit to Iran by Foreign Secretary Philip Hammond due to start on Sunday, an Iranian foreign ministry official said.
pt: — O secretário de Relações Exteriores viajará ao Irã para reabrir nossa embaixada lá — disse um fonte que não quis se identificar.

source: Cristiano Ronaldo's son Cris junior is a Lionel Messi fan the boy's father said after they met up with the Argentina captain at the Ballon D'Or ceremony in Zurich on Monday.
pt: O filho de Cristiano Ronaldo, Cris Junior, é fã de Lionel Messi, revelou o jogador do Real Madrid depois que os dois se encontraram com o capitão da Argentina na cerimônia de entrega da Bola de Ouro, em Zurique, na última segunda-feira (12).

source: The Germanwings co-pilot accused of intentionally setting a plane on a fatal descent in the French Alps had an illness that he kept secret from his employer, German prosecutors said Friday.
pt: O copiloto do avião que caiu nos Alpes na terça-feira, Andreas Lubitz, escondeu de seus empregadores detalhes sobre uma doença que sofria, segundo promotores alemães.

source: “I welcome the start of these talks today... while stressing that the NATO Status of Forces Agreement will not be concluded or signed until the signature of the Bilateral Security Agreement between the governments of Afghanistan and the United States,” Rasmussen said in a statement.
pt: "Devo destacar, porém, que a Sofa da Otan não será aprovada, nem assinada, antes da assinatura do acordo de segurança bilateral entre o governo afegão e os Estados Unidos", afirmou Rasmussen.

source: Likewise, an article in the British paper The Guardian looked at how the bank’s decision would affect trade .
pt: Da mesma forma, um artigo no jornal britânico The Guardian analisa como a decisão do banco central pode afetar as exportações do país .

source: Instead of going to a bank and staying in line customers will be able to send the check electronically, says the BBC.
pt: Em vez de ir ao banco pessoalmente, os clientes poderão tirar uma fotografia do cheque enviá-la eletronicamente.

source: I can’t explain it to you .
pt: "Não consigo entender .

source: U.N. High Commissioner for Refugees Antonio Guterres and UNHCR special envoy Angelina Jolie visited the naval rescue headquarters in Malta on Sunday, meeting survivors, the agency said in a statement issued on Monday.
pt: No fim de semana, o alto comissário da ONU para Refugiados, António Guterres, e a atriz Angelina Jolie pediram mais esforços dos países europeus para o resgate de imigrantes no Mediterrâneo .

source: He is definitely not making it easy for himself .
pt: Não está fácil entender o que se passa ao...

source: NEW DELHI India has named private banker K.V. Kamath as the first head of a new development bank being set up by the BRICS group of emerging market economies, Finance Secretary Rajiv Mehrishi told reporters on Monday.
pt: O governo indiano nomeou K. V. Kamath para chefiar o novo banco de desenvolvimento criado pelo Brics, o grupo de grandes países emergentes formado por Brasil, Rússia, Índia, China e África do Sul, segundo um representante do Ministério de Finanças indiano .

source: Richard Wiseman, professor of psychology at the University of Hertfordshire, has studied human visual processing in great detail and describes it as "enormously complicated".
pt: Para Richard Wiseman, professor de psicologia da Universidade de Hertfordshire, o processamento da visualização humana "é enormemente complicado".

source: US Secretary of State John Kerry heard more pleas for weapons from the Ukrainian leadership on Thursday .
pt: Além de Merkel e Hollande, Poroshenko também recebeu em Kiev, nesta quinta-feira, o secretário de Estado dos EUA, John Kerry .

source: Police 'do not record fifth of crime'
pt: A polícia ainda não tem suspeitos do crime .

source: I've been seeing him for nearly 30 years.
pt: Não é mais o que se passava há 30 anos .

source: BRUSSELS, Dec 17 (Reuters) - The European Union will widen its ban on investment in Crimea to target Russian Black Sea oil and gas exploration, EU officials said on Wednesday, tightening sanctions first imposed over Moscow's annexation of the region.
pt: BRUXELAS (Reuters) - A União Europeia concordou em ampliar as proibições a investimentos na Crimeia, que têm como alvo a exploração de gás e petróleo russa no mar Negro, e vai adotar as medidas antes do início da reunião de líderes do bloco no fim da semana, afirmaram nesta quarta-feira três autoridades europeias.

source: Brazil's President Dilma Rousseff has been elected to a second term in office after winning a close run-off on Sunday .
pt: Reeleita, a Presidente Dilma Rousseff (PT), fez seu primeiro discurso após o resultado do segundo turno das eleições.

source: “He looked a bit surprised and I told him I was playing for Auckland City and that we’d qualified .
pt: Ele se surpreendeu e contei que jogava no Auckland City, que tínhamos nos classificado .

source: Greece repays 750-million-euro loan installment to IMF
pt: Grécia autoriza pagamento de 750 milhões de euros ao FMI

source: Australia has refused to confirm or deny the payment, and Prime Minister Tony Abbott went on the defensive Friday when asked about the claim .
pt: O primeiro-ministro da Austrália, Tony Abbott, não desmentiu a informação nem a confirmou, quando questionado ontem sobre o assunto .

source: The magnitude 7.8 quake, with its epicenter outside Kathmandu, was the country’s deadliest disaster in more than 80 years.
pt: O terremoto, de magnitude 7,8 na escala Richter teve o epicentro a cerca de 80 quilômetros da capital Katmandu .

source: Life goes on .
pt: A vida continua .

source: SANTIAGO Chilean authorities declared an environmental emergency for the Santiago metropolitan region for Monday, forcing more than 900 industries to temporarily shut down and about 40 percent of the capital's 1.7 million cars off the roads.
pt: SANTIAGO (Reuters) - As autoridades chilenas declaram estado de emergência ambiental para a região metropolitana de Santiago nesta segunda-feira, forçando mais de 900 indústrias a paralisarem temporariamente suas atividades e impedindo a circulação de cerca de 40 por cento dos 1,7 milhão de carros da capital.

source: "This is not Lady Thor .
pt: Thor é um cara .

source: His remarks will be seen by Iranians as reflecting Khamenei's views and contrast with the praise given to the accord by President Hassan Rouhani and Foreign Minister Mohammad Javad Zarif, who plan to use the deal as the basis for a charm offensive among Iran's wary Arab neighbors.
pt: Os comentários feitos por Khamenei, a maior autoridade em questões de Estado no Irã, vieram em forte contraste com os elogios feitos pelo presidente Hassan Rouhani e pelo ministro de Relações Exteriores Javad Zarif desde que o pacto foi selado, na terça-feira.

source: Militants have escalated attacks targeting security forces in Sinai, as well as other parts of the country, since the military ouster of Islamist President Mohamed Mursi in July 2013, which followed mass protests against his rule.
pt: O Sinai é foco de instabilidade há anos, mas desde a queda do presidente Mohammed Mursi, em julho de 2013, os ataques contra as forças da ordem multiplicaram.

source: Houthi rebels had taken control of the base.
pt: A capital do país está sob controle dos rebeldes houthis .

source: RIGA (Reuters) - European Council President Donald Tusk will press EU lawmakers next week to drop their objections to states sharing airline passenger data as part of efforts to tighten security after the attack on Paris newspaper Charlie Hebdo.
pt: O violento ataque ao jornal satírico francês Charlie Hebdo em Paris destaca a importância da proposta sobre o compartilhamento de dados de companhias aéreas, que tem sido bloqueada por deputados europeus, afirmou o atual presidente da Comissão Europeia, Donald Tusk, nesta sexta-feira.

source: The school has posted the following message on its website:
pt: A escola publicou uma mensagem de emergência em seu site na Internet.

source: Many Palestinians were fleeing their homes in Gaza City as the truce ended
pt: Muitas famílias palestinas abandonaram suas casas em Gaza após o fim do cessar-fogo

source: LONDON (Reuters) - The dollar held firm on Wednesday after a surprisingly high reading for U.S. inflation raised expectations that Federal Reserve Chair Janet Yellen could strike a more hawkish tone on the monetary policy outlook.
pt: SYDNEY (Reuters) - As bolsas asiáticas registraram queda nesta quarta-feira, depois que a leitura surpreendentemente alta para a inflação nos Estados Unidos ameaçou dar um viés menos expansionista às expectativas sobre os próximos do Federal Reserve, banco central norte-americano.

source: Islamic State tells followers to attack U.S., French citizens: website
pt: Estado Islâmico exorta seguidores a atacarem americanos e franceses

source: Saudi Arabia has offered a five-day ceasefire starting on Tuesday evening to allow delivery of humanitarian supplies into the country, but warned that the truce depended on the Houthis abiding by that deal.
pt: O movimento xiita dos houthis aceitou neste domingo o cessar-fogo humanitário no Iêmen de cinco dias proposto pela Arábia Saudita e que começará na próxima terça-feira.

source: "I cherish FIFA most of all and always try to do the best for football and the organization,” Blatter said at a press conference in Switzerland .
pt: Amo a Fifa mais do que qualquer coisa e quero fazer apenas o que é melhor para a Fifa e para o futebol .

source: Formula One: Alonso taken to hospital after crash at Barcelona
pt: Alonso é levado de helicóptero para o hospital após o acidente

source: Neves led among all other income groups.
pt: Em todos os outros, é o tucano que lidera.

source: The rate is the highest since the first quarter of 2013.
pt: O desemprego no primeiro trimestre de 2015 chegou a 7,9%, maior taxa desde o primeiro trimestre de 2013, quando foi de 8% .

source: GDP rose 0.4% on the year .
pt: Entre abril e junho, PIB cresceu 0,8%

source: The Hague-based OPCW said early this year that it was confident that deadly chlorine-filled bombs had been used in the Syrian conflict .
pt: Mas a OPAQ concluiu no ano passado que gás de cloro tem sido "sistematicamente" usado no conflito sírio.

source: Yet with his father and his three siblings having died of pancreatic cancer, the disease has long been a concern for Carter .
pt: O ex-presidente tem um histórico familiar de câncer de pâncreas, doença que matou seu pai, irmão e duas irmãs .

source: Heavy fogs also blanketed parts of Pakistan on Wednesday morning .
pt: O forte nevoeiro também cobriu partes do Paquistão na quarta-feira de manhã .

source: Police shut surrounding roads and all shops in the famed Jewish neighbourhood of the Marais in central Paris were ordered to close down.
pt: A polícia ordenou o fechamento de todas as lojas do bairro, que fica na região central de Paris.

source: Finance Minister Arun Jaitley, who held the two heavy-duty portfolios of finance and defense, was widely expected to be relieved of the responsibilities of the defense ministry.
pt: O ministro das Finanças Arun Jaitley , que também estava responsável pelo Ministério de Defesa, será dispensado da segunda pasta .

source: "Given that Romania is facing an acute shortage of blood in medical facilities, a campaign inspired by these legends to draw attention to a real problem is more than welcomed," festival Director General Bogdan Buta said.
pt: "No contexto no qual a Romênia se encaixa, com uma falta urgente de sangue nos centros médicos, uma campanha inspirada nesta lenda para atrair a atenção sobre um problema real é mais do que bem-vinda", ressaltou o diretor do festival, Bodgan Buta, durante a apresentação do evento.

source: This is something I want my own children to be proud of," added Beckham, a father of four.
pt: Quero que minhas próprias crianças tenham orgulho disto”, acrescentou o ex-jogador e pai de quatro filhos.

source: And don’t you ever forget that!
pt: Não quero um homem que não chore .

source: "Never in recent memory have so many children been subjected to such unspeakable brutality," UNICEF director Anthony Lake said.
pt: Nunca na história recente tantas crianças foram sujeitas a brutalidade tão inqualificável", salientou.

source: BEIRUT (Reuters) - Lebanon's interior minister said on Wednesday that a women detained by security forces was the wife of Islamic State leader Abu Bakr al-Baghdadi for three months, the first Lebanese government official to speak publicly on the arrest.
pt: O Exército do Líbano prendeu a mulher e a filha do líder do Estado Islâmico, Abu Bakr al-Baghdadi, quando elas cruzavam a fronteira da Síria há nove dias, disseram autoridades do setor de segurança nesta terça-feira, 2.

source: Brazil's central bank says progress against inflation insufficient
pt: BC diz que avanços no combate à inflação não são suficientes

source: "This is a country that allows everybody to express their views, allows them to peacefully assemble, to protest actions that they think are unjust," Obama told ABC News in an interview broadcast Friday.
pt: "Este é um país que permite que todos expressem seu ponto de vista, permite se reunir pacificamente para ações de protesto, mas usar qualquer evento como desculpa para a violência é contrário à lei e contrário a quem somos", disse Obama em uma entrevista à ABC na sexta-feira.

source: Germany says Greek loan extension request a 'good signal' 11:37am GMT
pt: Alemanha diz que pedido grego de extensão de empréstimo é "bom sinal"

source: The arrival of the fighter jets in Turkey along with support equipment and around 300 personnel was confirmed by the U.S. European Command in a statement.
pt: Ao todo, os EUA enviaram à Turquia seis caças, equipamentos de suporte e 300 militares.

source: Pakistani Taliban leader Hakimullah Mehsud has told the BBC he is open to "serious talks" with the government but says he has not yet been approached.
pt: O líder do Talebã no Paquistão, Hakimullah Mehsud, deu uma rara entrevista exclusiva à BBC, em meio ao debate se o governo paquistanês deveria ou não dialogar com o grupo.

source: '12 Years a Slave' named best picture
pt: "12 Anos de Escravidão" faz história com Oscar de melhor filme

source: “It is urgent and necessary to regulate outsourcing, so that millions of workers maintain their workers’ rights and decent wages,” Rousseff said .
pt: BRASÍLIA (Reuters) - A presidente Dilma Rousseff afirmou nesta quinta-feira que é “necessário” e “urgente” regulamentar a terceirização no país, mas disse que seu governo tem o compromisso de manter as garantias e direitos trabalhistas.

source: Q: You have been experimenting with different kinds of roles .
pt: Pergunta: Você vem experimentando vários tipos de papéis .

source: The S&P energy index jumped 1.5 percent as oil prices rebounded sharply from the previous session .
pt: O índice de energia do S&P subiu 1,5 por cento, conforme os preços do petróleo se recuperaram .

source: Iranian Foreign Minister Mohammad Javad Zarif, who also posted a conciliatory but defiant message on YouTube ahead of the meeting, said in Rome that there was "every possibility for success".
pt: O ministro das Relações Exteriores do Irã, Mohammad Javad Zarif, disse nesta terça-feira em Roma que há "possibilidades" reais de se chegar a um acordo sobre o tema nuclear.

source: Rescuers on Thursday pulled a teenage boy out alive from under the wreckage of a guesthouse in Nepal five days after it collapsed in a massive weekend earthquake.
pt: Um adolescente foi resgatado com vida dos escombros na cidade de Katmandu nesta quinta-feira, após cinco dias do maior terremoto em 80 anos ter atingido o Nepal .

source: Dozens dead in Taliban attack on Afghan police academy
pt: Atentado contra academia de polícia deixa vítimas no Afeganistão

source: After a sluggish start to the year, the index is up 8.4 percent for August, on pace for its best month since October 2011.
pt: O índice acumula alta de 8,4% em agosto, caminhando para ter o melhor mês desde outubro de 2011.

source: Russia, Ukraine and the EU agreed four basic sources of financing for Ukraine to repay its gas debt, outgoing EU Energy Commissioner Gunther Oettinger said after the three-party gas talks in Brussels on Thursday.
pt: Os ministros de Energia ucraniano e russo, assim como os responsáveis da União Europeia (UE), chegaram na noite de quinta-feira, em Bruxelas, a um acordo para o fornecimento de gás à Ucrânia até março.

source: Reports said the military was close to completing its main aim of destroying tunnels used by militants to infiltrate Israel.
pt: De acordo com a imprensa israelense, o Exército estaria perto de completar sua missão de destruir os túneis usados pelo Hamas para se infiltrar em território israelense.

source: The two leaders will have a working dinner at the White House on Thursday and meet in the Oval Office on Friday.
pt: Obama e o primeiro-ministro participarão de um jantar de trabalho na Casa Branca na quinta-feira 15 de janeiro e de uma reunião no Salão Oval na sexta-feira 16.

source: The defeat, in which some of the SRF fighters deserted and joined Al-Nusra, is seen as a blow to US efforts to create and train a moderate rebel force as a counterweight to jihadists and the forces of Syrian President Bashar al-Assad.
pt: Estas derrotas são um golpe para os esforços dos Estados Unidos de criar e liderar uma força rebelde moderada capaz de enfrentar o regime de Bashar al-Assad e também os jihadistas.

source: A Canadian soldier was shot and killed as he and another soldier stood guard at the memorial, police said.
pt: Um dos soldados morreu na terça-feira e o outro ficou ferido e ainda está no hospital.

source: President Juan Manuel Santos orders resumption of bombing raids against rebels after attack he blamed on group killed 10 soldiers, a move that will intensify combat More
pt: BOGOTÁ/HAVANA (Reuters) - O presidente da Colômbia, Juan Manuel Santos, ordenou nesta quarta-feira a retomada de missões de bombardeio contra os rebeldes das Farc, depois que um ataque atribuído ao grupo matou 10 soldados, uma medida que vai intensificar os confrontos após longos esforços para reduzir as tensões.

source: They've also been on twice second, twice third and twice last.
pt: É a segunda vez que tive, tive no Santos também .

source: I don't think there is a chance it will be changed”
pt: “Não dá para prometer o que não dá para fazer”

source: White, black, gray and silver top of the color charts because they're available on almost every new car and truck model offered .
pt: Ainda na paleta de cores disponíveis para o modelo estão azul, cinza, prata e preto, todas em tons metálicos.

source: Starboard recently said it had acquired a "significant" stake in Yahoo Inc (YHOO.O) and urged the Internet company to explore a merger with AOL Inc (AOL.N).
pt: O investidor ativista Starboard Value LP disse que adquiriu participação "significativa" no Yahoo! e instou a empresa a explorar fusão com a AOL .

source: On Monday evening the government put out a statement saying "the number of people who lost their lives during the Baga attack has so far not exceeded about 150".
pt: "De todas as evidências disponíveis, o número de pessoas que perderam suas vidas durante o ataque, até agora, não ultrapassou cerca de 150... incluindo os terroristas que foram mortos durante a batalha com as tropas."

source: No casualties were reported.
pt: Não houve informação de mortes.

source: The twin turboprop was carrying 44 adult passengers, five children and five crew.
pt: O avião transportava 49 adultos entre eles cinco tripulantes, e cinco crianças.

source: UNHCR's new annual Global Trends report shows a sharp escalation in the number of people forced to flee their homes, with 59.5 million people forcibly displaced at the end of 2014 compared to 51.2 million a year earlier and 37.5 million a decade ago .
pt: O Acnur constata um "assustador aumento" do número de pessoas obrigadas a fugir, "com 59,5 milhões de deslocados no fim de 2014, contra 51,2 milhões um ano ante".

source: The African Union (AU) mandate to fight Boko Haram combines the forces of Nigeria and its neighboring countries, Chad, Cameroon, Benin and Niger, which have pledged 8,700 troops towards the regional effort against the group.
pt: A Nigéria e seus vizinhos - Chade, Níger, Camarões e Benin - entraram em acordo no começo de fevereiro para mobilizar 8.700 homens em uma força multinacional de luta contra os 'jihadistas'.

source: Nepal earthquake: Dozens die in new tremor near Everest
pt: Novo tremor mata dezenas no Nepal e Índia

source: In most countries in the world, if you asked the local authorities for permission to grow 850 cannabis plants in a residential area of the capital city, you would probably end up in trouble.
pt: Na maioria dos países do mundo, pedir a permissão de autoridades para cultivar 750 pés de maconha em uma área residencial da capital provavelmente acarretaria problemas.
